Repository: AIlkiv/richdocuments
Catalog: l10n/*/documents.po
Languages: hi, ja_jp, lt_lt, mk

source: Documents
hi: दस्तावेज़
ja_jp: ドキュメント
lt_lt: Dokumentacija
mk: Документи

source: Close
hi: बंद करें
ja_jp: 閉じる
lt_lt: Užverti
mk: Затвори

source: Share
hi: साझा करें
ja_jp: 共有
lt_lt: Dalintis
mk: Сподели

source: Leaving this page in Editor mode might cause unsaved data. It is recommended to use 'Close' button instead.
ja_jp: このページを編集モードのままにしておくと、保存されないデータが出てきます。その代わりに「閉じる」ボタンを使うことをお勧めします。
lt_lt: Išėjimas iš šio puslapio redagavimo veiksenoje gali lemti duomenų neišsaugojimą. Rekomenduojama naudoti „Uždaryti“ mygtuką.
mk: Оставањето на оваа страница во мод за уредување може да предизивка губиток на неснимените податоци. Се препорачува да се користи копчето 'Затвори'.

source: Failed to load this document. Please check if it can be opened with an external odt editor. This might also mean it has been unshared or deleted recently.
ja_jp: ドキュメントの読み込みに失敗。外部の odtエディターで開けるかどうか確認してください。これは、ドキュメントが最近、非共有になっているか削除されているのかもしれません。
lt_lt: Nepavyko įkelti šio dokumento. Prašome patikrinti ar galima jį atverti su išoriniu odt redaktoriumi. Tai gali reikšti, kad jis nebebendrinamas arba neseniai pašalintas.
mk: Неуспешно вчитување на документот. Ве молиме да проверите дали може да се отвори со надворешен odt уредувач. Ова исто така може да значи дека истиот бил одстранет од споделување или пак претходно бил избришан.

source: Failed to load documents.
hi: दस्तावेज़ लोड करने में असफल रहा।
ja_jp: ドキュメントのロードに失敗しました。
lt_lt: Nepavyko įkelti dokumentų.
mk: Не успеав да го вчитам документот

source: No documents are found. Please upload or create a document!
ja_jp: ドキュメントはありません。アップロードするか、作成してください。
lt_lt: Nerasta dokumentų. Prašome įkelti ar sukurti dokumentą!
mk: Не се пронајдени документи. Ве молиме ставете или креирајте документ!

source: Sent
hi: भेज दिया गया
ja_jp: 送信
lt_lt: Išsiųsta
mk: Испратен

source: Declined
hi: अस्वीकार कर दिया गया
ja_jp: 拒否されました
lt_lt: Atmesta
mk: Одбиен

source: Accepted
hi: स्वीकार कर लिया गया
ja_jp: 受け付けました
lt_lt: Priimta
mk: Прифатен

source: Incoming
hi: आने वाला/वाली
ja_jp: 受信箱
lt_lt: Įeinantys
mk: Надоаѓачки

source: Upload
hi: अपलोड
ja_jp: アップロード
lt_lt: Įkelti
mk: Подигни

source: Save new documents to
ja_jp: ドキュメントを新しく保存する
lt_lt: Saugoti naujus dokumentus į
mk: Сними го новиот документ во

source: Please enter your nickname
ja_jp: ニックネームを入力してください
lt_lt: Įveskite savo slapyvardį

source: Join
ja_jp: 参加
lt_lt: Prisijungti
mk: Спои

source: This link has been expired or is never existed. Please contact the person who shared it with you for details.
ja_jp: このリンクは期限が切れているか、すでに存在しません。詳細は、それを共有した方に連絡していください。
lt_lt: Šios nuorodos laikas baigėsi, arba ji neegzistavo. Prašome susisiekti su asmeniu pasidalinusiu ja su Jumis dėl informacijos.
mk: Овој линк истекол или никогаш не постоел. Ве молиме контактирајте го корисникот кој го споделил линкот со вас за повеќе детали.

source: Advanced feature-set
hi: उन्नत विशेषता-सेट
ja_jp: 高度な機能セット
lt_lt: Išsamesni funkcijų nustatymai
mk: Напредни опции

source: (Unstable)
hi: (अस्थायी)
ja_jp: (非安定的)
lt_lt: (Nestabilus)
mk: (Нестабилен)
